package ua.step.net;

/**
 * Практическая работа. Создание файлового сервера и клиентской части для файлового сервера.
 * Команды системы
 * LIST - сервер должен вернуть список доступных файлов для скачивания
 * GET <filename> сервер должен вернуть файл клиенту или ошибку что такого файла не существует.
 * SEND  <filename> сервер должен записать файл клиента на сервер
 * DELETE  <filename> сервер должен удалить файл с таким именем на сервере
 * Сервер должен логировать все операции в консоль.
 */
public class Task09 {
	public static void main(String[] args) {
		
	}
}
